;~ =============================================================================
;~ Rizonesoft Language File
;~ =============================================================================
;~ Author.......: Derick Payne (Rizonesoft)
;~ Link.........: www.rizonesoft.com
;~ =============================================================================

[Main]
Product = BIOS Beep Codes Viewer
Version = 11

[Language]
Name = English
Code = en
Encoding = Unicode (UTF-16) LE BOM

[Translations]
About = About
Custom = Custom
Donate = Donate
Logging = Logging
Menus = Menus
Messages = Messages
Messages2 = Messages2
Preferences = Preferences
Update = Update
Versioning = Versioning

[About]
Window_Title = About %{Program.Name}
Label_Version = Version
Label_AutoIt = Build with AutoIt version
Label_Copyright = Copyright
Tip_Title_Donate = Donate to our Cause
Tip_Message_Donate = When you donate, you help keep our software free\rnand enable us to acquire the tools and services\rnwe use to serve you. 
Label_Home = Homepage
Label_License = License
Label_Support = Get Support
Tip_Title_Country = Made in South Africa
Tip_Message_Country = %{Program.Name} was born in South Africa.
Label_Contributors = Contributors
Button_Ok = Ok
Label_RAM = (RAM) %d MB FREE OF %d MB (%d%)
Label_HDD = (%s) %.2f GB FREE OF %.2f GB (%d%)
Tip_Facebook = Like us on Facebook.
Tip_GitHub = %{Program.Name} on GitHub.

[Custom]
Label_Status_Welcome = Because of the wide variety of motherboard manufacturers, your beep codes may differ.
Label_Status_Updates = Checking for Updates
Button_BIOS_Info = Bios Information
Button_BIOS_AMI = AMI Codes
Button_BIOS_AST = AST Codes
Button_BIOS_Award = Award Codes
Button_BIOS_Compaq = Compaq Codes
Button_BIOS_Dell = Dell Codes
Button_BIOS_IBM = IBM Codes
Button_BIOS_Intel = Intel (Phoenix) Codes
Button_BIOS_Insyde = Insyde Codes
Label_Intel_Desc = These codes are a little more complicated. The BIOS emits three sets of beeps. For example, 1 -pause 3 -pause 3 -pause 3 -pause. This is a 1-3-3-3 combo and each set of beeps are seperated by a brief pause.

[BIOSInformation]
CheckBox_Motherboard = Motherboard
CheckBox_BIOS = BIOS
CheckBox_Characteristics = Characteristics
List_Column_Description = Description
List_Column_Data = Data
ListInfo_Motherboard_01 = Manufacturer
ListInfo_Motherboard_02 = Product
ListInfo_Motherboard_03 = Version
ListInfo_Motherboard_04 = Serial Number
ListInfo_BIOS_01 = BIOS Vendor
ListInfo_BIOS_02 = Serial Number
ListInfo_BIOS_03 = BIOS Version
ListInfo_BIOS_04 = BIOS Date
ListInfo_BIOS_05 = BIOS Release Version
ListInfo_BIOS_06 = DMI Version
ListInfo_BIOS_07 = Embedded Controller Version
ListInfo_BIOS_08 = Status
ListInfo_BIOS_09 = Primary BIOS
ListInfo_BIOS_10 = Software Element ID
ListInfo_BIOS_11 = Software Element State
ListInfo_Characteristics_01 = Supports ISA
ListInfo_Characteristics_02 = Supports MCA
ListInfo_Characteristics_03 = Supports EISA
ListInfo_Characteristics_04 = Supports PCI
ListInfo_Characteristics_05 = Supports PC Card (PCMCIA)
ListInfo_Characteristics_06 = Supports Plug and Play
ListInfo_Characteristics_07 = Supports APM
ListInfo_Characteristics_08 = Upgradeable (Flash) BIOS
ListInfo_Characteristics_09 = Allows BIOS shadowing
ListInfo_Characteristics_10 = Supports VL-VESA
ListInfo_Characteristics_11 = ESCD support is available
ListInfo_Characteristics_12 = Supports booting from CD-ROM
ListInfo_Characteristics_13 = Supports selectable boot
ListInfo_Characteristics_14 = BIOS ROM is socketed
ListInfo_Characteristics_15 = Supports booting from PC Card (PCMCIA)
ListInfo_Characteristics_16 = Supports EDD (Enhanced Disk Drive) Specification
ListInfo_Characteristics_17 = Supports Int 13h - Japanese Floppy for NEC 9800 1.2mb (3.5", 1k Bytes/Sector, 360 RPM)
ListInfo_Characteristics_18 = Supports Int 13h - Japanese Floppy for Toshiba 1.2mb (3.5", 360 RPM)
ListInfo_Characteristics_19 = Supports Int 13h - 5.25" / 360 KB Floppy Services
ListInfo_Characteristics_20 = Supports Int 13h - 5.25" / 1.2MB Floppy Services
ListInfo_Characteristics_21 = Supports Int 13h - 3.5" / 720 KB Floppy Services
ListInfo_Characteristics_22 = Supports Int 13h - 3.5" / 2.88 MB Floppy Services
ListInfo_Characteristics_23 = Supports Int 5h, Print Screen Service
ListInfo_Characteristics_24 = Supports Int 9h, 8042 Keyboard services
ListInfo_Characteristics_25 = Supports Int 14h, Serial Services
ListInfo_Characteristics_26 = Supports Int 17h, printer services
ListInfo_Characteristics_27 = Supports Int 10h, CGA/Mono Video Services
ListInfo_Characteristics_28 = NEC PC-98
ListInfo_Characteristics_29 = Supports ACPI
ListInfo_Characteristics_30 = Supports USB Legacy
ListInfo_Characteristics_31 = Supports AGP
ListInfo_Characteristics_32 = Supports I2O boot
ListInfo_Characteristics_33 = Supports LS-120 boot
ListInfo_Characteristics_34 = Supports ATAPI ZIP Drive boot
ListInfo_Characteristics_35 = Supports 1394 boot
ListInfo_Characteristics_36 = Supports Smart Battery

[BeepInformation]
Default_00 = The computer POST (Power On Self Test) tests the computer, ensuring that it meets the necessary system requirements and that all hardware is working properly before starting the remainder of the boot process. If the computer passes the POST, the computer will have a single beep (with some computer BIOS manufacturers it may beep twice) as the computer starts and it will continue to start normally. However, if the computer fails the POST, the computer will either not beep at all or will generate a beep code, which tells the user the source of the problem.\rn\rnEach time the computer boots up, it must pass the POST. If it does not pass, your computer will receive an irregular POST. An irregular POST is a beep code that is different from the standard one or two beeps. This could either be no beeps at all or a combination of different beeps indicating what is causing the problem. You can try the following to resolve an irregular POST:
Default_01 = (1) If any new hardware has been recently added to the computer, remove that hardware to make sure it is not causing the issue.\rn\rn(2) Remove any disks, CDs, or DVDs that are in the computer and if any USB devices are connected disconnect all of them. Reboot the computer and see if anything changes.\rn\rn(3) Make sure all fans are running on the computer. If a fan has failed (especially the heat sink fan for the CPU) your computer could be overheating and/or detecting the fan failure causing the computer not to boot.\rn\rn(4) If the above recommendations still have not resolved the irregular POST, attempt to disconnect the Riser board (if applicable) and/or each of the expansion cards. If this resolves the issue or allows the computer to POST, connect one card at a time until you determine what card is causing the issue.\rn\rn(5) Disconnect the IDE, SATA, SCSI, or other data cables of the CD-ROM, hard drive, and floppy drive from the Motherboard. If this resolves your irregular POST or you now get an error message attempt to re-connect each device one at a time to determine which device and/or cable is causing the issue. In some situations, it can simply be a loose cable connection.\rn\rn(6) In some situations a computer may have power-related issues often caused by either the power supply and/or the Motherboard. To help determine if this is the cause of your issue try turning the computer on, off, and back on as fast as possible, making sure the computer power light goes on and off each time. In some situations, you may be able to temporarily get the computer to boot.\rn\rn(7) For users who are more comfortable working with the inside of their computer or who have built their computer, one last recommendation before assuming hardware is faulty, is to reseat the CPU by removing it and putting it back into the computer.\rn\rnIf after doing all of the above, you continue to have the same issue, unfortunately it is likely that you have a faulty Motherboard, PSU, CPU, and/or RAM. The next step would be either to replace these components and/or have the computer serviced. If you plan on doing the repairs yourself or you are a repair shop it is suggested that you replace the Motherboard first, RAM, CPU, and then power supply in that order and/or try swappable parts from other computers.
Default_02 = (1) If you've recently added or tried to add additional memory to the computer and have started getting these beeps.\rn\rn(2) Sometimes when the computer is moved and/or over time a memory stick can become loose causing the computer to be unable to read the memory or get errors as it's reading it. Try fixing this issue by opening the computer removing each of the memory sticks you have in the computer and then placing them back into the computer.\rn\rn(3) If reseating the memory did not resolve the issue try swapping the location of the memory. If you have only one stick of memory in the computer try moving it to another slot and then boot the computer. If you have more than one stick of memory try removing all but one stick of memory and boot the computer. If this does not resolve the issue try removing that stick of memory and try one of the other sticks of memory.\rn\rn(4) If you have access to another computer that uses the same type of memory try using its known good memory in your computer. If the memory of another computer works you know that you have faulty memory. If the memory of another computer does not work and it is compatible with your computer, unfortunately, your motherboard and/or the slots on the motherboard are defective causing it to be unable to properly read the memory, which means the motherboard will have to be replaced.
Default_03 = (1) Verify that the keyboard is connected properly to the computer by turning off your computer and then disconnecting and reconnecting the keyboard to the computer.\rn\rn(2) Ensure that there are no stuck keys on the keyboard. If all keys appear to be okay and you have a standard desktop computer with a keyboard, attempt to turn the keyboard over and gently hit the back of the keyboard to loosen any dirt or hair that may be stuck in the keyboard.\rn\rn(3) Try another keyboard on the computer to verify that the keyboard has not gone bad.\rn\rnIf all of the above solutions are not able to resolve your issue it is likely that the port on the back of the computer may be bad and the Motherboard or I/O board may need to be replaced.
Default_04 = If your computer is losing its time or date settings, or you are receiving a message CMOS Read Error, CMOS checksum error, or CMOS Battery Failure, first attempt to leave the computer on for 24 hours. In some cases, this can charge the battery and resolve your issue. This often resolves CMOS battery-related issues when a computer has been left off for several months. If this does not resolve your issue follow the steps below.\rn\rn(1) Open the computer case and find the battery on the computer motherboard, verify that it will be accessible and that it can be removed. Most computers today use a coin cell CMOS battery.  If you are unable to locate your CMOS battery you will need to refer to your motherboard or computer documentation and/or contact your computer manufacturer for additional assistance in locating it.\rn\rn(2) Unfortunately, most manufacturers will not list the exact type and model of your CMOS battery; therefore, once you have located the battery, write down all information about the battery (Voltage, chemistry, wiring, and packaging). If possible, remove the battery and take it to the location you plan on purchasing a new battery from.\rn\rn(3) If you're computer is using a coin cell battery. Removing the battery is relatively simple. Simply use your fingers to grab the edge of the battery and pull it up and out of the container holding it. Some motherboards have a clip holding the battery down. If your computer has this clip you may need to use one hand to move the clip up and the other hand to pull the battery out. Unfortunately, not all CMOS batteries are removable; some manufacturers will only allow a replacement battery to be added. If you're not using a coin cell battery and are not able to determine how to remove it refer to your motherboard or computer documentation and/or contact your computer manufacturer for additional assistance in removing the battery or how to insert a new replacement battery.\rn\rn(4) Once you have purchased a new battery, remove the old battery (as instructed above) and replace it with the new battery.
Default_05 = (1) Verify that the power connection is connected properly to the wall and the back of the computer.\rn\rn(2) If additional hardware has been recently added to the computer it is recommended that you temporarily disconnect that device or devices from the computer to verify they are not preventing your computer from turning on.\rn\rn(3) Verify that the cable supplying your computer is not bad or damaged by using another power cable. If you have a standard CRT monitor, this cable can be used in place of the computer power cable. If you have a portable computer or laptop, when the cables are plugged into the laptop you should see a power light or battery charge light. If this light is seen, this is a good indication that the power cable is good.\rn\rn(4) If you are building your own computer or if the computer has never been turned on since you purchased it, it is possible you are using a power supply that does not supply enough power and/or the incorrect type of power supply. Verify your power supply meets the requirements of your motherboard and processor.\rn\rnIf, after following the above sections, your computer still receives no power, it is likely that a hardware component in the computer has failed. It is most likely that the power supply has failed. If you do not plan on replacing the power supply yourself or if you have a portable computer, we recommend having the computer serviced by your computer manufacturer or a local computer repair shop.
List_AMI_01 = 1 Short Beep
List_AMI_02 = 2 Short Beeps
List_AMI_03 = 3 Short Beeps
List_AMI_04 = 4 Short Beeps
List_AMI_05 = 5 Short Beeps
List_AMI_06 = 6 Short Beeps
List_AMI_07 = 7 Short Beeps
List_AMI_08 = 8 Short Beeps
List_AMI_09 = 9 Short Beeps
List_AMI_10 = 10 Short Beeps
List_AMI_11 = 11 Short Beeps
List_AMI_12 = 1 Long, 2 Short Beeps
List_AMI_13 = 1 Long, 3 Short Beeps
List_AMI_14 = 1 Long, 8 Short Beeps
List_AMI_15 = 1 Long Beep
List_AMI_Info_01 = DRAM refresh failure - The programmable interrupt timer or programmable interrupt controller has probably failed. Try the steps below to resolve your issue:
List_AMI_Info_02 = Parity circuit failure - A memory parity error has occurred in the first 64K of RAM. The RAM IC is probably bad. Try the steps below to resolve your issue:
List_AMI_Info_03 = Base 64K RAM failure - A memory failure has occurred in the first 64K of RAM. The RAM IC is probably bad. Try the steps below to resolve your issue:
List_AMI_Info_04 = System timer failure - The system clock/timer IC has failed or there is a memory error in the first bank of memory. Try the steps below to resolve your issue:
List_AMI_Info_05 = Process failure - The system CPU has failed. Try the steps below to resolve your issue:
List_AMI_Info_06 = Keyboard controller Gate A20 error - The keyboard controller IC has failed, which is not allowing Gate A20 to switch the processor to protected mode. Replace the keyboard controller or try the steps below to resolve your issue:
List_AMI_Info_07 = Virtual mode exception error - The CPU has generated an exception error because of a fault in the CPU or motherboard circuitry. Try the steps below to resolve your issue:
List_AMI_Info_08 = Display memory Read/Write test failure - The system video adapter is missing or defective. Try the steps below to resolve your issue:
List_AMI_Info_09 = ROM BIOS checksum failure - The contents of the system BIOS ROM do not match the expected checksum value. The BIOS ROM is probably defective and should be replaced try the steps below to resolve your issue:
List_AMI_Info_10 = CMOS shutdown Read/Write error - The shutdown for the CMOS has failed. Try the steps below to resolve your issue:
List_AMI_Info_11 = Cache Memory error - The L2 cache is faulty. Try the steps below to resolve your issue:
List_AMI_Info_12 = Failure in video system - An error was encountered in the video BIOS ROM, or a horizontal retrace failure has been encountered. Try the steps below to resolve your issue:
List_AMI_Info_13 = Conventional/Extended memory failure - A fault has been detected in memory above 64KB. Try the steps below to resolve your issue:
List_AMI_Info_14 = Display/Retrace test failed - The video adapter is either missing or defective. Try the steps below to resolve your issue:
List_AMI_Info_15 = POST has passed all tests - System is booting properly. Everything should be OK and your computer should continue booting.
List_AST_01 = 1 Short Beep
List_AST_02 = 2 Short Beeps
List_AST_03 = 3 Short Beeps
List_AST_04 = 4 Short Beeps
List_AST_05 = 5 Short Beeps
List_AST_06 = 6 Short Beeps
List_AST_07 = 9 Short Beeps
List_AST_08 = 10 Short Beeps
List_AST_09 = 11 Short Beeps
List_AST_10 = 12 Short Beeps
List_AST_11 = 1 Long, 1 Short Beep
List_AST_12 = 1 Long, 2 Short Beeps
List_AST_13 = 1 Long, 3 Short Beeps
List_AST_14 = 1 Long, 4 Short Beeps
List_AST_15 = 1 Long, 5 Short Beeps
List_AST_16 = 1 Long, 6 Short Beeps
List_AST_17 = 1 Long, 7 Short Beeps
List_AST_18 = 1 Long, 8 Short Beeps
List_AST_Info_01 = CPU register test failure - The CPU has failed. Try the steps below to resolve your issue:
List_AST_Info_02 = Keyboard controller buffer failure - The keyboard controller has failed. Try the steps below to resolve your issue:
List_AST_Info_03 = Keyboard controller reset failure - The keyboard controller has failed or the motherboard circuitry is faulty. Try the steps below to resolve your issue:
List_AST_Info_04 = Keyboard communication failure - Either the keyboard controller IC or the associated circuitry has failed. Replace the keyboard first, then if it is still faulty, replace the keyboard controller IC or try the steps below to resolve your issue:
List_AST_Info_05 = Keyboard input failure - The keyboard controller IC has failed. Replace the IC or try the steps below to resolve your issue:
List_AST_Info_06 = System board chipset failure - The chipset on the motherboard has failed. motherboard or try the steps below to resolve your issue:
List_AST_Info_07 = BIOS ROM checksum error - The BIOS ROM has failed. If possible, replace the BIOS on the motherboard or try the steps below to resolve your issue:
List_AST_Info_08 = System timer test failure - The system clock IC has failed.
List_AST_Info_09 = ASIC failure - Motherboard circuitry has failed. Replace the motherboard or try the steps below to resolve your issue:
List_AST_Info_10 = CMOS RAM shutdown register failure - The real-time clock/CMOS IC failed. Replace the CMOS or motherboard. Try the steps below to resolve your issue:
List_AST_Info_11 = DMA controller 1 failure - The DMA controller IC for channel 1 has failed. If possible, replace the IC or try the steps below to resolve your issue:
List_AST_Info_12 = Video vertical retrace failure - The video adapter has probably failed. Replace the video adapter or try the steps below to resolve your issue:
List_AST_Info_13 = Video memory test failure - The video adapter's memory has failed. Replace the video adapter or try the steps below to resolve your issue:
List_AST_Info_14 = Video adapter failure - The video adapter has failed. Replace the video adapter or try the steps below to resolve your issue:
List_AST_Info_15 = 64KB memory failure - A failure has occurred in the base 64KB of memory. If possible, replace the RAM IC or try the steps below to resolve your issue:
List_AST_Info_16 = Unable to load interrupt vectors - The BIOS was unable to load the interrupt vectors into memory. Try the steps below to resolve your issue:
List_AST_Info_17 = Unable to initialize video - This a video problem. Replace the video adapter first. If the problem is still present, replace the motherboard or try the steps below to resolve your issue:
List_AST_Info_18 = Video memory failure - The is a failure in the video memory. Replace the video adapter first. If the problem is still present, replace the motherboard or try the steps below to resolve your issue:
List_Award_01 = 1 Long, 2 Short Beeps
List_Award_02 = 1 Long, 3 Short Beeps
List_Award_03 = Repeating (Endless Loop)
List_Award_04 = High-Frequency Beeps
List_Award_05 = Repeating High/Low
List_Award_Info_01 = Video adapter error - Indicates a video error has occurred and the BIOS cannot initialize the video screen to display any additional information. Either the video adapter is bad or is not seated properly. Also, check to ensure the monitor cable is connected properly, or try the steps below to resolve your issue:
List_Award_Info_02 = No video card or bad video RAM - Reseat or replace the video card. Alternatively, try the steps below to resolve your issue:
List_Award_Info_03 = Memory error - Check for improperly seated or missing memory. Alternatively, try the steps below to resolve your issue:
List_Award_Info_04 = Overheated CPU - Check the CPU fan for proper operation. Check the case for proper airflow or try the steps below to resolve your issue:
List_Award_Info_05 = CPU - Either the CPU is not seated properly or the CPU is damaged. This may also be due to excess heat. Check the CPU fan or BIOS settings for proper fan speed. Alternatively, try the steps below to resolve your issue:
List_Compaq_01 = 1 Short Beep
List_Compaq_02 = 1 Long, 1 Short Beep
List_Compaq_03 = 2 Short Beeps
List_Compaq_04 = 1 Long, 2 Short Beeps
List_Compaq_05 = 7 Beeps (1L, 1S, 1L, 1S, Pause, 1L, 1S, 1S)
List_Compaq_06 = 1 Long Neverending Beep
List_Compaq_07 = 1 Short, 2 Long Beeps
List_Compaq_Info_01 = No Error - System is booting properly. This is a good thing. Everything should be OK and your computer should continue booting.
List_Compaq_Info_02 = IOS ROM checksum error - The contents of the BIOS ROM does not match the expected contents. If possible, reload the BIOS from the PAQ or try the steps below to resolve your issue:
List_Compaq_Info_03 = General error - Try the steps below to resolve your issue:
List_Compaq_Info_04 = Video error - Check the video adapter and ensure it's seated properly. If possible, replace the video adapter or try the steps below to resolve your issue:
List_Compaq_Info_05 = AGP video - The AGP video card is faulty. Reseat the card or replace it outright. These beeps pertain to Compaq Desktop systems.
List_Compaq_Info_06 = Memory error - Replace and test or try the steps below to resolve your issue:
List_Compaq_Info_07 = Bad RAM - Reseat RAM then retest; replace RAM if failure continues or try the steps below to resolve your issue:
List_Dell_01 = 1 Beep
List_Dell_02 = 2 Beeps
List_Dell_03 = 3 Beeps
List_Dell_04 = 4 Beeps
List_Dell_05 = 5 Beeps
List_Dell_06 = 6 Beeps
List_Dell_07 = 7 Beeps
List_Dell_Info_01 = BIOS ROM corruption or failure:
List_Dell_Info_02 = Memory (RAM) not detected:
List_Dell_Info_03 = Motherboard failure:
List_Dell_Info_04 = Memory (RAM) failure:
List_Dell_Info_05 = CMOS battery failure:
List_Dell_Info_06 = Video card failure:
List_Dell_Info_07 = Bad processor (CPU):
List_IBM_01 = No Beep
List_IBM_02 = 1 Short Beep
List_IBM_03 = 2 Short Beeps
List_IBM_04 = Continuous Beeps
List_IBM_05 = 1 Long, 1 Short Beep
List_IBM_06 = 1 Long, 2 Short Beeps
List_IBM_07 = 1 Long, 3 Short Beeps
List_IBM_08 = 3 Long Beeps
List_IBM_09 = 1 Beep, Blank Screen
List_IBM_10 = 999s
List_IBM_Info_01 = Power supply error - Replace the power supply or try the steps below to resolve your issue:
List_IBM_Info_02 = Normal POST - System is booting properly. This is a good thing. Everything should be OK and your computer should continue booting.
List_IBM_Info_03 = Initialization error - Error code is displayed.
List_IBM_Info_04 = Power supply error - Replace the power supply or try the steps below to resolve your issue:
List_IBM_Info_05 = Motherboard issue - Try the steps below to resolve your issue:
List_IBM_Info_06 = Video adapter error - Video (Mono/CGA Display Circuitry) issue. Try the steps below to resolve your issue:
List_IBM_Info_07 = EGA/VGA adapter error - Try the steps below to resolve your issue:
List_IBM_Info_08 = 3270 keyboard adapter error - Try the steps below to resolve your issue:
List_IBM_Info_09 = Video Display Circuitry - Try the steps below to resolve your issue:
List_IBM_Info_10 = Power supply error - Replace the power supply or try the steps below to resolve your issue:
List_Intel_01 = Verify Real Mode.
List_Intel_02 = Get CPU type.
List_Intel_03 = Initialize system hardware.
List_Intel_04 = Initialize chipset registers with initial POST values.
List_Intel_05 = Set in POST flag.
List_Intel_06 = Initialize CPU registers.
List_Intel_07 = Initialize cache to initial POST values.
List_Intel_08 = Initialize I/O.
List_Intel_09 = Initialize Power Management.
List_Intel_10 = Load alternate registers with initial POST values.
List_Intel_11 = Jump to UserPatch0.
List_Intel_12 = Initialize keyboard controller.
List_Intel_13 = BIOS ROM checksum.
List_Intel_14 = 8254 timer initialization.
List_Intel_15 = 8237 DMA controller initialization.
List_Intel_16 = Reset Programmable Interrupt Controller.
List_Intel_17 = Test DRAM refresh.
List_Intel_18 = Test 8742 Keyboard Controller.
List_Intel_19 = Set ES segment to register to 4 GB.
List_Intel_20 = 28 Autosize DRAM.
List_Intel_21 = Clear 512K base RAM.
List_Intel_22 = Test 512 base address lines.
List_Intel_23 = Test 512K base memory.
List_Intel_24 = Test CPU bus-clock frequency.
List_Intel_25 = CMOS RAM read/write failure (this commonly indicates a problem on the ISA bus such as a card not seated).
List_Intel_26 = Reinitialize the chipset.
List_Intel_27 = Shadow system BIOS ROM.
List_Intel_28 = Reinitialize the cache.
List_Intel_29 = Autosize cache.
List_Intel_30 = Configure advanced chipset registers.
List_Intel_31 = Load alternate registers with CMOS values.
List_Intel_32 = Set Initial CPU speed.
List_Intel_33 = Initialize interrupt vectors.
List_Intel_34 = Initialize BIOS interrupts.
List_Intel_35 = Check ROM copyright notice.
List_Intel_36 = Initialize manager for PCI Options ROMs.
List_Intel_37 = Check video configuration against CMOS.
List_Intel_38 = Initialize PCI bus and devices.
List_Intel_39 = Initialize all video adapters in the system.
List_Intel_40 = Shadow video BIOS ROM.
List_Intel_41 = Display copyright notice.
List_Intel_42 = Display CPU type and speed.
List_Intel_43 = Test keyboard.
List_Intel_44 = Set key click if enabled.
List_Intel_45 = 56 Enable keyboard.
List_Intel_46 = Test for unexpected interrupts.
List_Intel_47 = Display prompt Press F2 to enter SETUP.
List_Intel_48 = Test RAM between 512 and 640k.
List_Intel_49 = Test expanded memory.
List_Intel_50 = Test extended memory address lines.
List_Intel_51 = Jump to UserPatch1.
List_Intel_52 = Configure advanced cache registers.
List_Intel_53 = Enable external and CPU caches.
List_Intel_54 = Display external cache size.
List_Intel_55 = Display shadow message.
List_Intel_56 = Display non-disposable segments.
List_Intel_57 = Display error messages.
List_Intel_58 = Check for configuration errors.
List_Intel_59 = Test real-time clock.
List_Intel_60 = Check for keyboard errors.
List_Intel_61 = Set up hardware interrupts vectors.
List_Intel_62 = Test coprocessor if present.
List_Intel_63 = Disable onboard I/O ports.
List_Intel_64 = Detect and install external RS232 ports.
List_Intel_65 = Detect and install external parallel ports.
List_Intel_66 = Re-initialize onboard I/O ports.
List_Intel_67 = Initialize BIOS Data Area.
List_Intel_68 = Initialize Extended BIOS Data Area.
List_Intel_69 = Initialize floppy controller.
List_Intel_70 = Initialize hard-disk controller.
List_Intel_71 = Initialize local-bus hard-disk controller.
List_Intel_72 = Jump to UserPatch2.
List_Intel_73 = Disable A20 address line.
List_Intel_74 = Clear huge ES segment register.
List_Intel_75 = Search for option ROMs.
List_Intel_76 = Shadow option ROMs.
List_Intel_77 = Set up Power Management.
List_Intel_78 = Enable hardware interrupts.
List_Intel_79 = Set time of day.
List_Intel_80 = Check key lock.
List_Intel_81 = Erase F2 prompt.
List_Intel_82 = Scan for F2 keystroke.
List_Intel_83 = Enter SETUP.
List_Intel_84 = Clear in-POST flag.
List_Intel_85 = Check for errors.
List_Intel_86 = POST did--prepare to boot the operating system.
List_Intel_87 = One beep.
List_Intel_88 = Check password (optional).
List_Intel_89 = Clear global descriptor table.
List_Intel_90 = Clear parity checkers.
List_Intel_91 = Clear screen (optional).
List_Intel_92 = Check virus and backup reminders.
List_Intel_93 = Try to boot with INT 19.
List_Intel_94 = Interrupt handler error.
List_Intel_95 = Unknown interrupt error.
List_Intel_96 = Pending interrupt error.
List_Intel_97 = Initialize option ROM error.
List_Intel_98 = Shutdown error.
List_Intel_99 = Extended Block Move.
List_Intel_100 = Shutdown 10 error.
List_Intel_101 = Keyboard Controller failure.
List_Intel_102 = Initialize the chipset.
List_Intel_103 = Initialize refresh counter.
List_Intel_104 = Check for Forced Flash.
List_Intel_105 = Check HW status of ROM.
List_Intel_106 = BIOS ROM is OK.
List_Intel_107 = Do a complete RAM test.
List_Intel_108 = Do OEM initialization.
List_Intel_109 = Initialize interrupt controller.
List_Intel_110 = Read in bootstrap code.
List_Intel_111 = Initialize all vectors.
List_Intel_112 = Boot the Flash program.
List_Intel_113 = Initialize the boot device.
List_Intel_114 = Boot code was read OK.

[Donate]
Label_Heading = How about a small donation to keep our software forever free?
Label_Message = Click on the PayPal button below, choose an amount, and send us the donation. Your donation will be used to improve our software and keep everything free on Rizonesoft. A $20 donation will keep us going for at least a month.
Label_Donate = Would you consider a small gift of $10 to help us improve %{Program.Name} and keep the lights on?

[Logging]
Finished = Finished
success = success
Response_Received = Response Received
Successfully = Successfully
OK = OK!
Registration_succeeded = Registration succeeded
Initiated = Initiated
Error = error
Failed = failed
Access_Denied = Access is denied
No_Operation_Performed = No operation can be performed
VERSION = VERSION
File_Not_Found = Could not find the '%s' log File.
Showing_File = Showing '%s' log File.
Showing_Error = Something went wrong: Process ID: %s
Opening_File = Opening the log File.
Opening_Directory = Opening the log Folder...
Directory_Not_Found = Could not find the '%s' log Directory.
Showing_Directory = Showing '%s' log Directory.
Bool_Yes = Yes
Bool_No = No
Info_Date = Date:
Info_Program = Program:
Info_Program_Path = Program Path:
Info_Compiled = Compiled:
Info_AutoIt_Version = AutoIt Version:
Info_AutoIt_64Bit = AutoIt 64-Bit Version:
Info_Windows_Version = Windows Version:
Info_System_Type = System Type:
Info_Memory = Memory (RAM):
Info_ProgramFiles = Program Files Directory:
Info_Windows_Directory = Windows Directory:
Level_Error = Error:
Level_Warning = Warning:
Level_Success = Success:
Level_Finished = Finished:

[Menus]
File = &File
File_Preferences = &Preferences
File_Logging = &Logging
File_Logging_Open_File = Open &log File
File_Logging_Open_Directory = Open log &Directory
File_Close = &Close\tAlt+F4
Help = &Help
Help_Update = Check for &updates
Help_Home = %{Company.Name} &Home
Help_Downloads = More &Downloads
Help_Support = &Get Support
Help_Issue = Create an &issue
Help_Donate = Donate a &little something 
Help_About = About %{Program.Name}
Debug = &Debug

[Messages]
Info_Title = Please Take Note
Warning_Title = Warning!
Error_Title = Oops! Something went wrong!
Error_Oops = Oops!
Singleton = Another occurence of %{Program.Name} is already running.
Compatible = %{Program.Name} is not compatable with your version of windows. If you believe this to be an error, please feel free to leave a message at '%s' with all the details.
Compatible_Bit = Unfortuantely %{Program.Name} 32 Bit is not compatible with your Windows version. Please download %{Program.Name} 64 Bit from '%s'
Loading_Initializing = Initializing %{Program.Name}
Loading_Localizations = Loading Localizations
Loading_Resources = Setting Resources
Loading_WorkingDirectories = Setting Working Directories
Loading_Logging = Initializing Logging
Loading_Configuration = Loading Configuration
Loading_Shortcuts = Setting Keyboard Shortcuts
Loading_Interface = Starting Core Interface
Ping_Check_Connection = Checking Internet Connection.
Ping_Response = Response Received in %s milliseconds.
Ping_Host_Offline = Host is Offline.
Ping_Host_Unreachable = Host is Unreachable.
Ping_Host_Bad = Bad Destination.
Ping_Host_No_Internet = No Internet Connection.
Global_Errors = Finished with (%02i) %s!
Global_Errors_Error = error
Global_Errors_Errors = errors
Global_Finished = Completed selected task.
Global_File = file
Global_Files = files
RegisterDll_Success = RegSvr32.exe > '%s' registration succeeded.
RegisterDll_Error_01 = RegSvr32.exe > '%s' To register a module, you must provide a binary name.
RegisterDll_Error_02 = RegSvr32.exe > '%s' Specified module not found.
RegisterDll_Error_03 = RegSvr32.exe > '%s' Module loaded but entry-point DllRegisterServer was not found.
RegisterDll_Error_04 = RegSvr32.exe > '%s' Error number: 0x80070005
Registry_Write_Error = Could not write to '%s'
Registry_Error_01 = Unable to open requested key.
Registry_Error_02 = Unable to open requested main key.
Registry_Error_03 = Unable to open requested value.
Registry_Error_04 = Value type not supported.
Registry_Error_05 = Unable to delete requested value.
Registry_Error_06 = Unable to delete requested key/value.

[Messages2]

[Preferences]
Window_Title = Preferences
Tab_General = General
Tab_Cache = Cache
Tab_Performance = Performance
Tab_Language = Language
Group_Logging = Logging
Group_Priority = Priority
Group_Memory = Memory
Group_Language = Language
Checkbox_Enable_Logging = Enable logging
Label_Log_Exceed = Log size must not exceed :
Label_Logging_Size = Logging Size: %s KB
Button_Logging_Clear = Clear Logging
Label_SetPriority = Set process priority:
Checkbox_SaveRealtime = Save priority above high (not recommended).
Checkbox_ReduceMemory = Reduce memory on low memory systems.
Label_Language_Message = Select the language you prefer and press the %s button to continue. (Restart Required)
Button_Save = Save
Button_Cancel = Cancel
Label_Updated = Preferences Updated
Label_Logging_Cleared = Logging cleared
MsgBox_Language_Title = Language Changed
MsgBox_Language_Message = The selected language has changed. %{Program.Name} should be restarted for the chosen language to take effect.
MsgBox_Closing_Title = Closing %{Program.Name}
MsgBox_Closing_Messag = Would you like to close %{Program.Name} now?
Combo_Priority_0 = Low
Combo_Priority_1 = Below Normal
Combo_Priority_2 = Normal
Combo_Priority_3 = Above Normal
Combo_Priority_4 = High
Combo_Priority_5 = Realtime

[Update]
Window_Title_Available = Update available
Window_Title_Congratulations = Congratulations!
Window_Title_Error = Something went wrong!
Label_Message_Update = There is a new version of '%{Program.Name}' available.
Label_Message_Latest = You are using the latest version of '%{Program.Name}'.
Label_Message_Error = Information about the latest version of '%{Program.Name}' could not be retrieved.
Label_Message_Internet = Please check your Internet Connection and try again.
Label_Build_Current = Current Build:
Label_Build_Update = Update Build:
CheckBox_NoUpdate = Do not check for updates at startup.
Button_Update = Read more
Button_Close = Close

[Versioning]
Administrator = Administrator
Build = Build
AutoIt_Version = using AutoIt version %{AutoIt.Version}
Bit = Bit